{
  "Drugs": [
    {
      "Name": "No-Spa",
      "Company": "Sanofi",
      "img": "https://i.ebayimg.com/images/g/nxUAAOSwpLdZ0PJX/s-l300.jpg",
      "Description" : "<p>Antispasmodic.</p> <p><b>Indications of the drug</b></p> <p>Muscle spasms associated with diseases of the biliary tract: cholecystolithiasis, cholangiolithiasis, cholecystitis, pericholecystitis, cholangitis, papillitis;</p> <p>Spasms of smooth muscles of the urinary tract: nephrolithiasis, urethrolithiasis, pyelitis, cystitis, bladder tenesmus;</p><p> As an adjunct therapy (if oral therapy is not possible):smooth muscle spasms of the digestive tract: gastric ulcer and duodenal ulcer, gastritis, cardia and pylorus spasms, enteritis, colitis; </p><p> Gynecological diseases: dysmenorrhea.</p><p><b>Contraindications</b></p><p>Hypersensitivity to the active substance or to any of the excipients of the drug;</p><p>Hypersensitivity to sodium disulfite;</p><p>Severe hepatic or renal failure;</p><p>Severe chronic heart failure;</p><p>Children's age (the use of drotaverine in children in clinical studies has not been studied);</p><p>Breastfeeding period (no clinical studies).</p>"
    },
    {
      "Name": "Maalox",
      "Company": "Sanofi",
      "img": "https://images-na.ssl-images-amazon.com/images/I/31FLCt0shDL.jpg",
      "Description" : "<p>Antacid</p> <p><b>Indications of the drug</b></p><p>Peptic ulcer and duodenal ulcer in the acute phase;</p><p>Acute gastroduodenitis, chronic gastroduodenitis with normal or increased secretion in the acute phase;</p><p>Hernia of the esophageal opening of the diaphragm, reflux esophagitis;</p><p>Dyspeptic phenomena such as discomfort or pain in the epigastrium, heartburn, sour belching after errors in the diet, excessive use of ethanol, coffee, nicotinedyspeptic phenomena such as discomfort or pain in the epigastrium, heartburn, acid regurgitation (and their prevention), resulting from the use of certain drugs (NSAIDs, GCS).</p><p><b>Contraindications</p></b><p>Severe renal failure;</p><p>Hypersensitivity to the active substances and other components of the drug;</p><p>Hypophosphatemia;</p><p>Fructose intolerance (due to the presence of sorbitol in the formulation);</p><p>Children and adolescents up to 15 years.</p><p>Glucose-galactose malabsorption syndrome, sucrase-isomaltase deficiency (due to the presence of sucrose in the formulation) - for chewable tablets.</p><p>Maltitol intolerance - for chewable sugar-free tablets.</p>"
    },
    {
      "Name": "Xarelto",
      "Company": "Bayer",
      "img": "https://2f4izj3opteu3l5obc1sh0bb-wpengine.netdna-ssl.com/wp-content/uploads/sites/14/2016/11/Xarelto-Big-image-1.png",
      "Description" : "<p>Anticoagulant</p><p><b>Indications for use of the drug</b></p><p>Prevention of stroke and systemic thromboembolism in patients with atrial fibrillation of non-glaze;</p><p>Treatment of deep vein thrombosis and pulmonary embolism and prevention of relapse.</p><p><b>Contraindications</b></p><p>Hypersensitivity to rivaroxaban or any excipients contained in a tablet;</p><p>Clinically significant active bleeding (for example, intracranial hemorrhage, gastrointestinal bleeding);</p><p>Damage or condition associated with an increased risk of major bleeding, such as the presence or recent ulcer of the gastrointestinal tract, the presence of malignant tumors with a high risk of bleeding, recent injuries of the brain or spinal cord, operations on the brain, spinal cord or eyes, intracranial hemorrhage, diagnosed or suspected esophageal varicose veins, arteriovenous malformations, vascular aneurysms or vascular pathology of the brain or spinal cord;</p><p>Concomitant therapy with other anticoagulants, such as unfractionated heparin, low-molecular-weight heparins (including enoxaparin, dalteparin), heparin derivatives (including fondparinux), oral anticoagulants (including warfarin, apixaban, dabigatran, excluding cases, an encapture fastener, an encapture, and an encapsulant will be applied. and administration) or when using unfractionated heparin in doses necessary to ensure the functioning of the central venous or arterial catheter;</p><p>Liver disease with coagulopathy, which causes a clinically significant risk of bleeding;</p><p>Renal failure (creatinine Cl <15 ml / min) (there are no clinical data on the use of rivaroxaban in this category of patients);</p><p>Insufficiency of congenital lactase, lactose intolerance, glucose-galactose malabsorption (due to the presence of lactose in the composition);</p><p>Pregnancy and breastfeeding;</p><p>Children and adolescents under the age of 18 years (efficacy and safety in patients of this age group have not been established).</p>"
    },
    {
      "Name": "Kagocel",
      "Company": "Nearmedic",
      "img": "http://sportwiki.to/images/e/ee/Kagocel.jpg",
      "Description" : "<p>Antiviral agent</p><p><b>Indications of the drug</b></p><p>Prevention and treatment of influenza and other acute respiratory viral infections in adults and children aged 3 years;</p><p>Treatment of herpes in adults.</p><p><b>Contraindications</b></p><p>Hypersensitivity to the drug;</p><p>Lactase deficiency, lactose intolerance, glucose-galactose malabsorption;</p><p>Pregnancy;</p><p>Lactation period;</p><p>Age up to 3 years.</p>"
    },
    {
      "Name": "Panangin",
      "Company": "Gedeon Richter",
      "img": "https://images-na.ssl-images-amazon.com/images/I/41rpBFslLkL._SY355_.jpg",
      "Description" : "<p>Complementary deficiency of magnesium and potassium, antiarrhythmic.<p><p><b>Indications of the drug</b></p><p>Chronic heart disease (heart failure, condition after myocardial infarction);</p><p>Cardiac arrhythmias (primarily ventricular arrhythmias);</p><p>Treatment with cardiac glycosides;</p><p>Replacement therapy with a lack of magnesium / potassium in food.</p><p><b>Contraindications</b></p><p>Hypersensitivity to any of the components of the drug;</p><p>Acute and chronic renal failure;</p><p>Hyperkalemia;</p><p>Hypermagnesium;</p><p>Addison's disease;</p><p>AV block I – III degree;</p><p>Cardiogenic shock (BP <90 mmHg);</p><p>Disruption of amino acid metabolism;</p><p>Severe myasthenia gravis;</p><p>Hemolysis;</p><p>Acute metabolic acidosis;</p><p>Dehydration.</p>"
    },
    {
      "Name": "Aqua Maris",
      "Company": "Aqua Maris",
      "img": "https://uploads.jgl.hr/uploads/2017/07/aqua-maris-classic-sprej-za-nos.jpg",
      "Description" : "<p>Nasal Disease Treatment</p><p><b>Indications of the drug</b></p><p>Acute and chronic diseases of the nasal cavity, paranasal sinuses and nasopharynx;</p<p>Adenoids;</p><p>The postoperative period (after operations on the nasal cavity);</p><p>Allergic and vasomotor rhinitis (especially in individuals predisposed or suffering from hypersensitivity to drugs, including in pregnant and lactating women);</p><p>Prevention and treatment (as part of complex therapy) of infections of the nasal cavity in the autumn-winter period (including in pregnant and lactating women);</p><p>Dryness of the mucous membrane of the nasal cavity, the preservation of the physiological characteristics of the mucous membrane of the nasal cavity in altered microclimatic conditions - in persons living and working in rooms with conditioned air and / or central heating; in people, the mucous membrane of the upper respiratory tract, which is constantly exposed to harmful influences (smokers, drivers of vehicles, employees of hot and dusty workshops, located in regions with harsh climatic conditions).</p><p><b>Contraindications</b></p><p>Hypersensitivity to the drug;</p><p>Children's age up to 1 year.</p>"
    }
  ]
}